"Loading" = "読み込み中...";
"Cancel" = "キャンセル";
"OK" = "OK";

/* Photo Count for MainView */
"MainViewPhotoCount" = "found %d target photos";
"MainViewPhotoNotFound" = "target photos not found";

"SettingViewAllRegistTitle" = "既存の写真をすべて送信対象から外しますか？\n実行すると既存の写真のすべてがアップロード対象外となります";
"SettingViewAllRegistDoIt" = "送信対象から外す";

"SettingViewClearHistoryTitle" = "これまでの送信記録をクリアしますか？\n実行すると既存の写真すべてが次回送信時のアップロード対象となります";
"SettingViewClearHistoryDoIt" = "クリアする";

"AccountSettingLogin" = "Login...";
"AccountSettingLoginTitle" = "Evernote Login";
"AccountSettingLoginSucceeded" = "ログインに成功しました\nIDとパスワードを保存しました";
"AccountSettingLoginFailed" = "ログインに失敗しました\nIDとパスワードは保存されません";

"NotebookSettingLoginErrorTitle" = "Evernote Login";
"NotebookSettingLoginError" = "Evernoteへのログインに失敗しました";

"NotebookSettingTitle" = "Choose Notebook";

"UploadingRemaining" = "Remaining";

"ErrorUnknown" = "エラーが発生しました";
"ErrorTransport" = "転送中にエラーが発生しました";
"ErrorEvernote" = "Evernoteとの通信でエラーが発生しました";
